Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1020_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Almmuhanáigi sámenuoraid dáiddadáhpáhussii álggii
sms: Iʹlmmtõõttmõš sääʹmnuõri čeäŠppvuõđpeivva aaʹlji

source: Guovttebeaivásaš Sámenuoraid dáiddadáhpáhus ordnejuvvo 25.- 26.3. 2015 Ohcejotnjálmmi skuvllas Ohcejogas.
sms: Kueiʹtpeivvsaž Sääʹmnuõri čeäʹppvuõđpeiʹvv riâššât 25.- 26.3. 2015 Uccjokknjääʹlm škooulâst.

source: Temán lea musihkka, man stiillaid – klassihkalaš musihka, álbmot- ja ritmamusihka – sisa čáhká olles máilmmi musihka girjáivuohta luođis hiphoppii.
sms: Teeʹmmen lij musiikk, koon šlaaʹji - klasslaž musiikk, meermusiikk da rytmm-musiikk – vuâlla šääkk musiikk obb ǩeʹrjj orkestermusiikkâst hiphoʹppe.

source: Dasa lassin Ohcejoga dáhpáhusa sámetemá teáhterbargobájit čujuha juo boahtte jagi riikkaviidosaš temái.
sms: Lââʹssen Uccjooǥǥ čeäʹppvuõđpeeiʹv sääʹmteeʹmmen lij puõʹtti eeʹjj juuʹrdeeʹl teaʹttertuâjjpõrtt-tuejjumuš.

source: Almmuhusaid sámenuoraid dáiddadáhpáhussii galgá sáddet maŋimustá bearjadaga 6.3.2015.
sms: Iʹlmtõõttmõõžžid sääʹmnuõri čeäʹppvuõđpeivva âlgg vuõltteed mââimõõzzâst piâtnâc 6.3.2015.

source: Gaskavahkkoeahkeda dmu 18 rájes lea rahpandilálašvuohta, man ovdal mánáide ja nuoraide ordnejuvvojit teáhterbargobájit.
sms: Seärad-jeäʹǩǩaa čiâss 18 ääʹljeeʹl lij ääʹveempodd, koon õuddâl päärnaid da nuõrid liâ taʹrjjeemnalla teaʹttertuâjjpõrtt-tuejjõõzz.

source: Rahpamiid maŋŋá ja duorastatiđida lea vel vejolašvuohta hárjehallat iežas bihtáin.
sms: Mâŋŋa ääʹveempoodd da nelljdpeeiʹv tueʹlää lij veâl äiʹǧǧ veillʼjed jiiʹjjes čuäʹjtõõzz.

source: Duorastaga váldodáhpáhus álgá dmu 10.00.
sms: Nelljdpeeiʹv väʹlddšõddmõs älgg nuʹt 10 ääiʹj.

source: Doppe válljejuvvojit sámenuoraid ovddasteaddjit Nuorra Kultuvra – dáhpáhussii, mii dollojuvvo Porvoos 15.-17.5.2015.
sms: Tõst vaʹlljeet sääʹmnuõri eʹtǩǩeejid Porvoo Nuori Kulttuuri-peeiʹvid 15.-17.5.2015.

source: Lassedieđut:
sms: Lââʹssteâđ:

source: Sáhtut ordnejuvvojit miehtá sámeguovllu.
sms: Jååđtumuužžid riâššât jeeʹresårnn sääʹmvuuʹdest.

source: Oassálasttiide fállat idjasaji Ohcejoga idjadanbáikkiin nu bures go vejolaš.
sms: Vuässõõđjid taʹrjjeet innsââi vueiʹtlvânji pääiklaž instemsõõʹjin.

source: Ohcejohka ii leat stuorra čoahkkebáiki, danin muhtun joavkkut gártet idjadit skuvllas.
sms: Uccjokk lij kuuitâǥ uuʹcces päiʹǩǩ, nuʹtt što måtam joouk ferttje toottâd škooulâst instumuʹšše.

source: Mii geahččalit goit láhčit buohkaide nu vuogas dili go vejolaš.
sms: Põrggâp kuuitâǥ riâššât pukid mooddai jeälstumuužž !

source: Skuvllat galget fuolahit din fárrui eahketbihtáid gaskavahkkui.
sms: Škoouli tuâjjan lij ââʹnned huõl seärad jeäʹǩǩesporrmõštarbbsin.

source: Gaskavahku mii fállat mállásiid dmu. 14-16 ja duorastaga iđit- ja beaiveborramušaid (lunšša).
sms: Seärad taʹrjjeep peiʹvvporrmõõžž čiâss 14-16 di nelljdpeeiʹv tueʹlesveär da peiʹvvporrmõõžž.

source: Almmuhusa sáhttá sáddet maid dákko
sms: Iʹlmtõõttõõt vuäitt täst !

source: Lassedieđut minna.
sms: Lââʹssteâđaid vuäǯǯ:

source: telefovnnas 010 839 3196 dahje 050 4638 285 dahje
sms: leʹbe teʹlfoon mieʹldd 010 839 3196 leʹbe 050 4638 285

source: www.samediggi.fi
sms: leʹbe interneeʹttest:
